Majubs/academiaESP32embarcados/teste-vscode/sdkconfig.defaults
# Franzininho WiFi
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_ESPTOOLPY_FLASHSIZE="4MB"
CONFIG_ESP_CONSOLE_USB_CDC=y
CONFIG_IDF_TARGET="esp23s2"